# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'awscli'
brew 'coreutils'
brew 'git'
brew 'wget'
brew 'ack'
brew 'pkg-config'
brew 'zlib' # Needed for Memcached

# Dev
brew 'php@7.2'
brew 'php@7.3'
brew 'php@7.4'
brew 'nginx'
brew 'mysql@5.7'
brew 'redis'
brew 'node@12'
brew 'yarn'

# Apps
cask '1password'
cask 'insomnia'
cask 'slack'
cask 'tableplus'
cask 'whatsapp'